Repository: EugeneRogov/ios-calculator
Catalog: Multi Calculator/*.lproj/Localizable.strings
Languages: de, fr, ja, ru

# app_name
source: Calculator
de: Taschenrechner
fr: Calculatrice
ja: 電卓
ru: Калькулятор

source: Cancel
de: Stornieren
fr: Annuler
ja: キャンセル
ru: Отмена

# navigation_menu_simple
source: Simple calculator
de: Einfacher Rechner
fr: Simple calculatrice
ja: シンプルな電卓
ru: Классический калькулятор

# navigation_menu_scientific
source: Scientific calculator
de: Wissenschaftlicher Taschenrechner
fr: Scientifique calculatrice
ja: 科学計算用電卓
ru: Инженерный калькулятор

# navigation_menu_vat
source: VAT calculator
de: Mehrwertsteuer-Rechner
fr: TVA calculatrice
ja: 付加価値税の計算
ru: НДС калькулятор

# navigation_menu_date
source: Date calculator
de: Datumsrechner
fr: Date calculatrice
ja: 日付の計算
ru: Калькулятор дней

# navigation_menu_percent
source: Percent calculator
de: Prozentrechner
fr: Calculateur de pourcentage
ja: パーセントの計算
ru: Калькулятор процентов

# navigation_menu_loan
source: Loan calculator
de: Kreditrechner
fr: Calculateur de prêt
ja: クレジット電卓
ru: Кредитный калькулятор

# navigation_menu_settings
source: Settings
de: Einstellungen
fr: Paramètres
ja: 設定
ru: Настройки

# navigation_menu_our_apps
source: Our Apps
de: Unsere Apps
fr: Nos applications
ja: 私たちのアプリ
ru: Наши приложения

# navigation_menu_about
source: About
de: Über
fr: Sur
ja: 約
ru: О приложении

# navigation_menu_send_result
source: Send result
de: Senden Ergebnis
fr: Envoyer résultat
ja: 結果を送信
ru: Отправить результат

# navigation_menu_help
source: Help
de: Hilfe
fr: Aider
ja: 助けて
ru: Помощь

# navigation_menu_history
source: History
de: Geschichte
fr: Histoire
ja: 歴史
ru: История

# navigation_menu_update_app
source: Update
de: Aktualisieren
fr: Mettre à jour
ja: 更新
ru: Обновить

# navigation_menu_no_advertising
source: Update
de: Aktualisieren
fr: Mettre à jour
ja: 更新
ru: Обновление

# navigation_menu_app_page
source: Application page
de: Anwendungsseite
fr: Page d'application
ja: アプリケーションページ
ru: Страница приложения

# navigation_menu_common_settings
source: Common Settings
de: Allgemeine Einstellungen
fr: Paramètres communs
ja: 共通設定
ru: Общие настройки

# menu_about_help
source: Help
de: Hilfe
fr: Aider
ja: 助けて
ru: Помощь

# menu_about_share
source: Share
de: Aktie
fr: Partager
ja: シェア
ru: Поделиться

# menu_about_rate
source: Rate app
de: Diese App Bewerten
fr: Noter cette application
ja: レートアプリ
ru: Оценить приложение

# menu_about_thanks
source: Thanks
de: Vielen Dank
fr: Merci
ja: 感謝
ru: Благодарности

# menu_about_intro
source: Application overview
de: Anwendungsübersicht
fr: Présentation des application
ja: アプリケーションの概要
ru: Обзор приложения

# menu_about_calculator_pro
source: Calculator PRO
de: Taschenrechner PRO
fr: Calculatrice PRO
ja: 電卓 PRO
ru: Калькулятор PRO

# menu_history_clear_history
source: Clear history
de: Klare Geschichte
fr: Histoire claire
ja: 履歴をクリア
ru: Очистить историю

# dialog_connection
source: Check your internet connection and try again
de: Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut
fr: Vérifiez votre connexion Internet et réessayez
ja: インターネット接続を確認してもう一度お試しください
ru: Проверьте интернет подключение и повторите попытку

# dialog_message_delete_history
source: Attention! All history will be deleted
de: Aufmerksamkeit! Die ganze Geschichte wird gelöscht
fr: Attention! Toute l'histoire sera supprimé
ja: 注意！すべての履歴が削除されます
ru: Внимание! Вся история будет удалена

# dialog_this_functionality
source: This function is under development. We apologize for the inconvenience!
de: Diese Funktion ist in der Entwicklung. Wir entschuldigen uns für die Unannehmlichkeiten!
fr: Cette fonction est en cours d'élaboration. Nous nous excusons pour le dérangement!
ja: この機能は、開発中で、次のバージョンで追加されます。 ご不便をおかけして申し訳ございません！
ru: Данная функция находится в стадии разработки. Приносим свои извинения за доставленные неудобства!

source: Result of calculations
de: Ergebnis der Berechnungen
fr: Résultat de calculs
ja: 計算の結果
ru: Результат расчетов

# result_empty
source: Result is empty
de: Das Ergebnis ist leer
fr: Résultat est vide
ja: 結果は空です
ru: Поле результат не заполнено

source: History
de: Geschichte
fr: Histoire
ja: 歴史
ru: История

# toast_device_not_supported
source: Device not supported
de: Gerät nicht unterstützt
fr: Périphérique non pris en charge
ja: デバイスがサポートされていません
ru: Устройство не поддерживается

# toast_press_again_to_exit
source: Press again to exit
de: Zum Verlassen erneut drücken
fr: Appuyer à nouveau pour quitter
ja: もう一度押すと終了します
ru: Нажмите еще раз, чтобы выйти

# toast_ads_disabled
source: PRO mode is activated
de: PRO-Modus ist aktiviert
fr: Le mode PRO est activé
ja: PROモードが有効になっている
ru: PRO режим активирован

# dialog_pro_description
source: Access to all application features
de: Zugriff auf alle Anwendungsmerkmale
fr: Accès à toutes les fonctionnalités de l'application
ja: すべてのアプリケーション機能へのアクセス
ru: Доступ ко всем функциям приложения

# dialog_pro_ok
source: Try
de: Versuchen
fr: Essayer
ja: 試してみてください
ru: Попробовать

# dialog_pro_cancel
source: Later
de: Später
fr: Plus tard
ja: 後で
ru: Позже

# title_sub
source: Easily work. Without advertising.
de: Leicht zu arbeiten. Ohne Werbung.
fr: Facile à travailler. Sans publicité.
ja: 簡単に作業できます。 広告なし。
ru: Удобная работа. Без рекламы.

# title_discount
source: Get discounts %1$s%%
de: Erhalten Sie Rabatte %1$s%%
fr: Obtenez des rabais %1$s%%
ja: 割引を受けます %1$s%%
ru: Получите скидку %1$s%%

# radio_1
source: Forever
de: Für immer
fr: Pour toujours
ja: 永遠に
ru: Навсегда

# radio_2
source: Annual subscription
de: Jahresabonnement
fr: Souscription annuelle
ja: 年次
ru: Годовая подписка

# radio_3
source: Monthly subscription
de: Monatliches Abo
fr: Souscription mensuelle
ja: 月
ru: Месячная подписка

# btn_further
source: Further
de: Des Weiteren
fr: Plus loin
ja: さらに
ru: Далее

# radio_4
source: %1$s minutes
de: %1$s Minute
ja: %1$s分
ru: %1$s мин

# radio_4_sub
source: Viewing video to the end
de: Video ansehen bis zum Ende
fr: Affichage de la vidéo jusqu'à la fin
ja: ビデオを最後まで見る
ru: Просмотр ролика до конца

# title_thanks
source: Thank you for installing our FREE app!
de: Vielen Dank für die Installation unserer KOSTENLOSEN App!
fr: Merci d'avoir installé notre application GRATUITE!
ja: 私たちの無料アプリをインストールしていただきありがとうございます！
ru: Спасибо за установку нашего БЕСПЛАТНОГО приложения!

# title_thanks_sub
source: Development of this application is done through advertising, which can be turned off, upgrade to PRO Calculator.
de: Die Entwicklung dieser Applikation erfolgt durch Werbung, die ausgeschaltet werden kann.
fr: Le développement de cette application se fait par la publicité, qui peut être désactivée, la mise à niveau à la calculatrice PRO.
ja: このアプリケーションの開発は、オフにすることができます広告を介して行われ、PRO電卓にアップグレードします。
ru: Поддержка этого приложения осуществляется за счет рекламы, которую можно отключить, обновив версию до Калькулятор PRO.

# btn_disable_ads
source: Disable ads
de: Anzeigen deaktivieren
fr: Désactiver les annonces
ja: 広告を無効にする
ru: Отключить рекламу

# btn_continue_with_ads
source: Continue with ads
de: Mit Anzeigen fortfahren
fr: Continuer avec les annonces
ja: 広告
ru: Продолжить с рекламой

# toast_show_video_not_available
source: View the video is not available at the moment. Try later.
de: Das Video ist zur Zeit nicht verfügbar. Versuche es später.
fr: Voir la vidéo n'est pas disponible pour le moment. Essayer plus tard.
ja: 現在、ビデオを見ることはできません。 後で試してみてください。
ru: Просмотр видео недоступен в данный момент. Попробуйте позже.

# comparison_functions
source: Comparison of functions
de: Funktionsvergleich
fr: Comparaison des fonctions
ja: 関数の比較
ru: Сравнение функций

# without_ads
source: No advertising
de: Keine Werbung
fr: Pas de publicité
ja: 広告なし
ru: Без рекламы

source: More work space
de: Mehr Arbeitsraum
fr: Plus d'espace de travail
ja: より多くの作業スペース
ru: Больше рабочего места

source: Work without internet
de: Arbeit ohne Internet
fr: Travailler sans internet
ja: インターネットなしで働く
ru: Работа без интернета

# slide_1_desc
source: Easy and intuitive tool for everyday calculations
de: Einfache und intuitive Bedienung für alltägliche Berechnungen
fr: Outil simple et intuitif pour les calculs quotidiens
ja: 日常計算のための簡単で直感的なツール
ru: Простой и интуитивно понятный инструмент для повседневных расчетов

# slide_2_desc
source: Simple and easy calculation of VAT
de: Einfache und einfache Berechnung der Mehrwertsteuer
fr: Calcul simple et facile de la TVA
ja: シンプルで簡単な付加価値税の計算
ru: Простой и легкий расчет НДС

# slide_3_desc
source: Quickly see how many days are left before the important date
de: Schnell sehen, wie viele Tage vor dem wichtigen Datum gelassen werden
fr: Voyez rapidement combien de jours restent avant la date importante
ja: 重要な日の前に何日残っているかを素早く確認できます
ru: Быстро узнать, сколько дней осталось до важной даты

# slide_4_desc
source: Calculation of percent it's easy
de: Berechnung von Prozent ist einfach
fr: Calcul du pourcentage c'est facile
ja: パーセントの計算は簡単です
ru: Расчет процентов еще не был таким легким

# slide_5_desc
source: Calculation of monthly payment and overpayment for a loan
de: Berechnung der monatlichen Zahlung und Überzahlung für ein Darlehen
fr: Calcul du paiement mensuel et du trop-payé pour un prêt
ja: 毎月の支払いの計算とローンの過払い
ru: Расчет ежемесячного платежа и переплаты по кредиту

# settings_general
source: General
fr: Général
ja: 一般
ru: Общие

source: Vibration response
de: Haptisches Feedback
fr: Réponse aux vibrations
ja: 振動応答
ru: Виброотклик

# nav_menu_opened
source: Open navigation menu
de: Öffnen Navigationsmenü
fr: Menu de navigation Ouvrir
ja: オープンナビゲーションメニュー
ru: Открывать меню навигации

# nav_menu_opened_summary
source: Automatically opens the menu when you open app
de: Automatisch öffnet sich das Menü, wenn Sie App öffnen
fr: Ouvre automatiquement le menu lorsque vous ouvrez l'application
ja: アプリを開くと、自動的にメニューが表示されます
ru: Автоматически открывает меню при открытии приложения

# menu_settings
source: Calculators
de: Taschenrechner
fr: Calculatrices
ja: 電卓
ru: Калькуляторы

source: Theme
de: Thema
fr: Thème
ja: テーマ
ru: Тема

# theme_auto
source: Auto
ja: オート
ru: Авто

# theme_dark
source: Dark
de: Dunkel
fr: Foncé
ja: ダーク
ru: Темная

# theme_light
source: Light
de: Licht
fr: Lumière
ja: 光
ru: Светлая

source: Exit
de: Ausgang
fr: Sortie
ja: 出口
ru: Выход

source: Double click
de: Doppelklick
fr: Double clic
ja: ダブルクリック
ru: Двойной клик

source: Animation
ja: アニメーション
ru: Анимация

source: Decimal format
de: Dezimalformat
fr: Format décimal
ja: 小数形式
ru: Десятичный формат

source: Action highlighting
de: Handlungshighlighting
fr: Action mettant en évidence
ja: アクションハイライト
ru: Выделение действий

# toast_input_error
source: Input error
de: Eingabefehler
fr: Erreur d'entrée
ja: 入力エラー
ru: Ошибка ввода

# toast_arithmetic_error
source: Arithmetic error
de: Arithmetikfehler
fr: Arithmétique erreur
ja: 算術演算エラー
ru: Арифметическая ошибка

# number_symbols_after_comma
source: Number of symbols after comma
de: Anzahl der Symbole hinter dem Komma
fr: Nombre de symboles après la virgule
ja: カンマの後の記号の数
ru: Количество знаков после запятой

# scale_operation
source: Size of main field
de: Größe des Hauptfeldes
fr: Taille du champ principal
ja: メインフィールドのサイズ
ru: Размер основного поля

# scale_result
source: Size of additional field
de: Größe des zusätzlichen Feldes
fr: Taille du champ supplémentaire
ja: 追加フィールドのサイズ
ru: Размер вспомогательного поля

# show_memory_buttons
source: Memory buttons
de: Speichertasten
fr: Boutons de mémoire
ja: メモリボタン
ru: Кнопки памяти

source: Amount
de: Menge
fr: Montant
ja: 量
ru: Сумма

source: Rate Of VAT
de: Mehrwertsteuersatz
fr: Taux de TVA
ja: 付加価値税（VAT）率
ru: Ставка

source: Add VAT
de: MwSt
fr: Ajouter la TVA
ja: VATを追加
ru: Начислить НДС

source: Exclude VAT
de: Ohne Mehrwertsteuer
fr: Hors TVA
ja: 付加価値税（VAT）を選択します
ru: Выделить НДС

source: Sum VAT
de: Sum Mehrwertsteuer
fr: TVA Somme
ja: 付加価値税の合計
ru: Сумма НДС

source: Sum with VAT
de: Sum mit Mehrwertsteuer
fr: Somme plus TVA
ja: 金額プラス付加価値税（VAT）
ru: Сумма c НДС

source: Sum without VAT
de: Sum ohne Mehrwertsteuer
fr: Somme moins TVA
ja: 付加価値税を除きます
ru: Сумма без НДС

source: Years
de: Jahre
fr: Années
ja: 年
ru: Годы

source: Months
de: Monate
fr: Mois
ja: ヶ月
ru: Mесяцы

source: Weeks
de: Wochen
fr: Semaines
ja: ウィークス
ru: Недели

source: Days
de: Tage
fr: Journées
ja: 日
ru: Дни

source: Hours
de: Stunden
fr: Heures
ja: 営業時間
ru: Часы

source: Minutes
de: Minuten
ja: 分
ru: Минуты

source: Seconds
de: Sekunden
fr: Secondes
ja: 秒
ru: Секунды

source: Total
de: Gesamt
ja: 合計
ru: Итого

# how_much_is
source: How much is % of number
ru: Сколько составляет &#37; от числа

# what_percent_of_the_number_of
source: What number % of the number
ru: Сколько &#37; составляет число от числа

# add
source: Add % to number
ru: Прибавить &#37; к числу

# subtract
source: Subtract % from number
ru: Вычесть &#37; из числа

source: Percent
ru: Процент

source: Number
ru: Число

# format_result_percent
source: %1$s%% from number %2$s = %3$s
ru: %1$s%% от числа %2$s = %3$s

# format_result_number
source: Number %1$s from number %2$s = %3$s%%
ru: Число %1$s от числа %2$s = %3$s%%

# format_result_add
source: Add %1$s%% to number %2$s = %3$s
ru: Прибавить %1$s%% к числу %2$s = %3$s

# format_result_subtract
source: Subtract %1$s%% from number %2$s = %3$s
ru: Вычесть %1$s%% из числа %2$s = %3$s

# calc_loan_schedule_title
source: Payment schedule
de: Zahlungsplan
fr: Calendrier de paiement
ja: 支払いスケジュール
ru: График платежей

# calc_loan_annuity
source: Annuity
ru: Аннуитетный

# calc_loan_differentiated
source: Differentiated
ru: Дифференцированный

# calc_loan_monthly_payment
source: Monthly payment
de: Monatliche Zahlung
fr: Paiement mensuel
ja: 毎月の支払額
ru: Ежемесячный платеж

# calc_loan_overpayment
source: Overpayment
de: Überzahlung
fr: Paiement en trop
ja: 払い過ぎ
ru: Переплата

# calc_loan_total_sum
source: Total sum
de: Gesamtsumme
fr: Somme totale
ja: 累計
ru: Полная сумма

# calc_loan_main_payment
source: Main payment
de: Hauptzahlung
fr: Le paiement principal
ja: メインのお支払い
ru: Основной платеж

# calc_loan_sum
source: Sum
de: Summe
fr: Somme
ja: 和
ru: Сумма кредита:

# calc_loan_term
source: Term
de: Kreditlaufzeit
fr: Terme
ja: 期間
ru: Срок кредита:

# calc_loan_rate
source: Rate
de: Zinssatz
fr: Taux
ja: レート
ru: Процентная ставка:

# hint_calc_loan_term
source: month
de: Monat
fr: mois
ja: 月
ru: мес.

source: Version
ru: Версия

# app_developed
source: Calculator for Android was developed with open source software using the following programs
ru: Калькулятор для Android разработан с использованием следующих программ с открытым исходным кодом

# dialog_rate_app_title
source: Like this app?
de: Gefällt Ihnen die App?
fr: Vous aimez cette application?
ja: アプリの評価
ru: Нравится приложение?

# dialog_rate_app_message
source: Tap "Yes" and rate in Google Play or "No" and give us your feedback.
de: Tippen Sie auf "Ja", um die App auf Google Play zu bewerten oder auf "Nein", um uns Feedback zu geben.
fr: Touchez "Oui" et évaluez-la sur Google Play ou "Non" et donnez-nous votre avis.
ja: はい、レートまたはNoをタップして、私達にあなたのフィードバックを与えます。
ru: Нажми "Да" и поставь оценку в Google Play! Или "Нет", и напиши что случилось.

# dialog_rate_app_ok
source: Yes
de: Ja
fr: Oui
ja: はい
ru: Да

# dialog_rate_app_cancel
source: Later
de: Später
fr: Plus tard
ja: 後で
ru: Ответить позже

# dialog_rate_app_no
source: No
de: Nein
fr: Non
ja: いいえ
ru: Нет

source: Stopwatch
de: Stoppuhr
fr: Chronomètre
ja: ストップウォッチ
ru: Секундомер

source: Contact Lenses
de: Kontaktlinsen
fr: Lentilles de contact
ja: コンタクトレンズ
ru: Контактные линзы

source: Curious Bunny
de: Neugierige Kaninchen
fr: Curieux Lapin
ja: おさるのウサギ
ru: Любопытный Кролик
